# Formulas
brew "bat"
brew "coreutils"
brew "eza"
brew "fzf"
brew "glow"
brew "gnupg"
brew "jq"
brew "lolcat"
brew "fastfetch"
brew "neovim"
brew "openssh"
brew "openssl"
brew "pinentry-mac"
brew "python"
brew "sketchybar"
brew "skhd"
brew "stow"
brew "starship"
brew "yabai"
brew "ykman"
brew "zoxide"

# Casks
cask "iterm2"
cask "stretchly"
cask "whatsapp"
cask "zed"
cask "signal"
cask "firefox"
cask "discord"
cask "messenger"
cask "steam"
cask "logi-options-plus"
cask "bitwarden"
cask "calibre"
cask "slack"

